Repository: tbxark-fork/ClashX.Meta
Catalog: ClashX/ViewControllers/Settings/mul.lproj/MetaPrefs.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# 4Zp-vS-Add.title
source: Use local DNS (recommended)
zh_hans: 推荐使用本地 DNS
zh_hant: 建議使用本地 DNS

# bW5-h7-VSK.title
source: Update
zh_hans: 更新
zh_hant: 更新

# CD3-zN-LVL.title
source: Show in Finder
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示

# GfV-WO-d0g.title
source: Dashboard:
zh_hans: 仪表板：
zh_hant: 儀表板：

# HK1-lo-81Z.title
source: Label
zh_hans: 标签
zh_hant: 標籤

# iYJ-Ou-a1L.title
source: Use alpha meta
zh_hans: 使用 alpha meta
zh_hant: 使用 alpha meta

# jTG-JZ-aJa.title
source: Alpha Core
zh_hans: Alpha 核心
zh_hant: Alpha 核心

# Koj-ew-y0I.title
source: Hide unselectable
zh_hans: 隐藏不可选项
zh_hant: 隱藏不可選項

# Lcd-RJ-vG1.title
source: Meta Setting
zh_hans: Meta 设置
zh_hant: Meta 設定

# Puz-ig-bL1.title
source: Version:
zh_hans: 版本：
zh_hant: 版本：

# wIw-Pj-t2i.title
source: Requires restart ClashX Meta to take effect.
zh_hans: 需要重启 ClashX Meta 才会生效。
zh_hant: 需要重新啟動 ClashX Meta 才會生效。
